{
  "navbar": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "terms": "Terms",
    "btnBangla": "বাংলা",
    "btnEnglish": "Eng"
  },
  "banner": {
    "button": "Let’s Apply",
    "title": "A Small, Anonymous Financial Assistance",
    "description": "We believe in the power of small acts of kindness. We provide discreet financial assistance to those in need, ensuring your identity remains confidential. Together, we make a difference, one small helping hand at a time."
  },
  "application": {
    "title": "Request for Help",
    "description": "Considering your problem and condition, we try to provide assistance up to a maximum of 5 thousand BDT."
  },
  "achieve": {
    "assist": "Assisted",
    "assist_no": "15",
    "donate": "Donated",
    "donated_amount": "40,540"
  },
  "applicationForm": {
    "form1Title": "Basic Information",
    "form2Title": "Necessary Documents",
    "nameLabel": "Your Full Name:",
    "namePlaceHolder": "Full Name",
    "addressLabel": "Current Address:",
    "addressPlaceHolder": "Full Address",
    "detailsLabel": "Reason",
    "detailsPlaceHolder": "Write a brief detail",
    "paymentLabel": "Payment Method:",
    "paymentMethod1": "Bkash",
    "paymentMethod2": "Nagad",
    "phoneLabel": "Mobile Number",
    "phonePlaceholder": "Your mobile number",
    "checkboxTitle": "Bkash/Nagad account on this number ",
    "termsTitle": "By providing the above information you confirm that you have read and agree to our Terms.",
    "submitBtn": "Next Step"
  },
  "recentDonations": {
    "title": "Our Latest Contributions",
    "description": "Here, we have endeavoured to provide a comprehensive overview of the assistance that has been extended to candidates who have applied in the past, highlighting the support and aid they have received."
  },
  "about": {
    "title": "Why We are Helping?",
    "description1": "We extend our assistance with the belief that by doing so, we can contribute to the creation of a society characterised by equal opportunities and amenities for all. In every community, there exist individuals who require care, affection, and support. Through our efforts, we aim to connect with and uplift them.",
    "description2": "We take great satisfaction in providing assistance, even if our identities remain concealed. Your happiness becomes ours, as if carried on the wind. We hear your laughter and feel it resonate within our souls. Your prayers serve as our inspiration to persist in our mission."
  }
}
